[{"activated":true,"_id":"5d4e48a85a437e0dac430a3a","student_name":"Trung Hieu Mai","content":"Sau 2 tuần học CLL với những trainers tận tâm và có nhiều kinh nghiệm của MAGIC, mình thấy việc đầu tư học PTE là rất bổ ích và hiệu quả, không những giúp mình cải thiện được kĩ năng note taking, active listening mà còn giúp mình hiểu hơn về Australian Knowledge. Bên cạnh đó việc thường xuyên được các trainer sửa cho những lỗi sai khi dịch từ tiếng anh qua tiếng Việt và tiếng Việt qua tiếng Anh, cũng giúp mình cải thiện được khả năng diễn đạt trong văn nói. Theo mình đánh giá với bộ tài liệu nghe audio khá khó lên đến 70-90 words 1 câu, cộng với việc học được nhiều từ vựng theo chủ điểm của kì thi PTE giúp mình tiếp cận đề thi thật với những câu chỉ từ 30-50 words khá dễ dàng. Lớp học nhỏ nên mình và các học viên khác được giải thích và sửa lỗi sai rất kĩ lưỡng, nên tạo cho lớp học không khí rất hào hứng khi học. Theo mình thấy học PTE ở Magic là một khoản đầu tư rất xứng đáng mà mọi người nên trải nghiệm.","facebook_url":"https://www.facebook.com/maitrunghieubk1992/posts/1080210338855915","student_avatar":"https://scontent.fhan5-5.fna.fbcdn.net/v/t1.0-1/p240x240/28379332_862503073959977_1508887808623591870_n.jpg?_nc_cat=101&_nc_oc=AQmwD4dbeyul8oB_xcW91hyC4LvlMEqhmMkVF1qbift_j5Hvxctvv9uy-qm2G6H_XfU&_nc_ht=scontent.fhan5-5.fna&oh=d4fb7449039d670cc9b1aa11c5b484e7&oe=5DD7D1FE","date":"2019-08-10T04:31:36.434Z","__v":0},{"activated":true,"_id":"5d4e48e85a437e0dac430a3b","student_name":"Phuong Thao","content":"Học chị Leo là 1 may mắn cho mình, chị cực kì nhiệt tình, rất tâm huyết luôn, feedback tận tình. Mình học được dịch bài nhiều, bài về nhà và tài liệu cũng vô số kể làm ko hết luôn. Chưa kể chị Leo cực giỏi, hỏi thăm chị ngoài lề thôi mà cũng học được rất nhiều rồi. Mình tới học vì toàn review tốt và đúng là ko thất vọng.","facebook_url":"https://www.facebook.com/thaophuong20296/posts/434997687330316","student_avatar":"https://scontent.fhan5-7.fna.fbcdn.net/v/t1.0-1/p240x240/32684824_178207493009338_1846387740262793216_n.jpg?_nc_cat=100&_nc_oc=AQk54V0iyjiXNaKVjFGMRs-6dR6rerxSRgau_PKKwG7Ta6bVQHrcZjjo2BfL2ITC8pU&_nc_ht=scontent.fhan5-7.fna&oh=6e8dbec0793b448556f5b40b8e8d7b86&oe=5DCEA7C7","date":"2019-08-10T04:32:40.895Z","__v":0},{"activated":true,"_id":"5d4e49335a437e0dac430a3c","student_name":"Draven Le","content":"Em học được rất nhiều từ Khoá PTE MAGIC. Và em cũng rất cảm ơn đội ngũ giáo viên của PTE MAGIC vì sự tận tâm và kinh nghiệm quý báu của mình. Bên cạnh chị Leo và anh Jeremy trẻ trung, năng động và đầy nhiệt huyết thì thầy Hoà và cô Dung với sự kinh nghiệm trong lĩnh vực của mình cũng giúp em rất nhiều trong việc dịch thuật. Nhờ có thầy và cô mà em biết được rất nhiều từ vựng cổ rất hay và thú vị. Bên cạnh đó, thầy và cô cũng rất thẳng thắn chỉ ra lỗi sai và giúp đỡ học viên cách khắc phục. Em cảm thấy khá là may mắn khi được học với thầy và cô ạ.","facebook_url":"https://www.facebook.com/ramirez.nhim/posts/1691693180933005","student_avatar":"https://scontent.fhan5-6.fna.fbcdn.net/v/t1.0-1/c0.2.240.240a/p240x240/13710033_764047757030890_6329220664178044579_n.jpg?_nc_cat=107&_nc_oc=AQnrY3j8gtZKkfnACNlDXrZUUmlPHAtoG0XI-lX4Pfx2TeBplEu_vw9_PtgTVlB0jeg&_nc_ht=scontent.fhan5-6.fna&oh=f57b8c14f51ad1e926f14201659371e9&oe=5DD9149F","date":"2019-08-10T04:33:55.798Z","__v":0},{"activated":true,"_id":"5d4e498d5a437e0dac430a3d","student_name":"Mai Hien","content":"Thật lòng luôn các bạn ạ, các bạn đến học với chị Leo đi. Vì sao à? Mình đảm bảo luôn chị là giảng viên cool nhất và chill nhất hệ mặt trời và lại rất có tâm. Nếu bạn không tin thì học thử đi rồi biết. Tóm lại là cứ chuẩn bị tiền trước, học thử 1 lần sẽ bị chinh phục ngay giống như mình ","facebook_url":"https://www.facebook.com/amymai.nguyen.3/posts/2357851527605488","student_avatar":"https://scontent.fhan5-7.fna.fbcdn.net/v/t1.0-1/p240x240/36654079_1899098176814161_6463394604694634496_n.jpg?_nc_cat=100&_nc_oc=AQm_WpXnNE_scYIGBfQ0j_g9Vnbd1zaP1R8Vrt__VO8Y4gdEFtdsKNkDvzL0Emu0gjk&_nc_ht=scontent.fhan5-7.fna&oh=790333239fc35877dfa876b5b15ee5b0&oe=5DD799A9","date":"2019-08-10T04:35:25.589Z","__v":0}]